<template>
  <div class="container">
    <div class="policy">
      <h1>プライバシーポリシー</h1>
      <p>
        浪川洪作（以下，私）は，本ウェブサイト上で提供するサービス（以下，「本サービス」と言います．）における，ユーザーの個人情報の取り扱いについて，以下の通りプライバシーポリシー（以下，「本ポリシー」と言います．）を定めます．
      </p>

      <h2>個人情報</h2>
      <p>
        「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します.
      </p>

      <h2>個人情報の収集</h2>
      <p>私は、当サイトの利用にあたって、ユーザーから以下の情報を取得することがあります。</p>
      <ul>
        <li>端末の種類</li>
        <li>ブラウザの種類</li>
        <li>リファラ</li>
        <li>IPアドレス</li>
        <li>Cookie</li>
        <li>感情認識の統計情報</li>
      </ul>
      <p>収集した情報は使用状況の分析や遠隔コミュニケーションの調査および分析を目的として使用することがあります．</p>

      <h2>個人情報の第三者提供</h2>
      <p>
        私は、ユーザー情報のうち個人情報に関して、あらかじめユーザーの同意を得ることなく、第三者に提供しません。但し、次に定める場合にはこの限りではなく、ユーザー情報を第三者に提供することがあります。
      </p>
      <ul>
        <li>
          外部サービスとの連携または、外部サービスを利用した認証にあたり、当該外部サービス運営会社にユーザー情報を提供する場合
        </li>
        <li>
          国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して、私が協力する必要があり、かつユーザーからの同意取得が当該事務の遂行に支障を及ぼすおそれがある場合
        </li>
        <li>その他法令で認められる場合</li>
      </ul>

      <h2>個人情報の開示</h2>
      <p>
        私は，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。なお，個人情報の開示に際しては，1件あたり1，000円の手数料を申し受けます。
      </p>
      <ul>
        <li>本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合</li>
        <li>私の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
        <li>その他法令に違反することとなる場合</li>
      </ul>
      <p>なお，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。</p>

      <h2>個人情報の訂正および削除</h2>
      <p>
        ユーザーは，私の保有する自己の個人情報が誤った情報である場合には，私が定める手続きにより，私に対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。
      </p>
      <p>
        私は，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。
      </p>
      <p>
        私は，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。
      </p>

      <h2>個人情報の利用停止等</h2>
      <p>
        私は，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。
      </p>
      <p>
        私は，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。
      </p>
      <p>
        利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。
      </p>

      <h2>Googleアナリティクスの使用</h2>
      <p>
        当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。このトラフィックデータは匿名で収集されており、個人を特定するものではありません。この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。この規約に関して、詳しくはここをクリックしてください。
      </p>

      <h2>プライバシーポリシーの変更</h2>
      <p>
        本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。
        私が別途定める場合を除いて，変更後のプライバシーポリシーは，に掲載したときから効力を生じるものとします。
      </p>

      <h2>問い合わせ先</h2>
      <p>筑波大学デジタルネイチャー推進戦略研究基盤研究室</p>
      <p>担当: 浪川洪作</p>
      <p>メールアドレス: namikawa@digitalnature.slis.tsukuba.ac.jp</p>
    </div>
    <div class="home-link">
      <span><router-link to="/">Homeへ戻る</router-link></span>
    </div>
  </div>
</template>

<script>
export default {
  name: "Privacy"
};
</script>

<style scoped>
.container {
  text-align: left;
  margin: auto;
  width: 80vw;
}

.home-link {
  margin: 30px 0;
}
</style>
